INSERT INTO comments (post_id, user_id, content, parent_id) VALUES
-- 回复帖子1的评论
(1, 14, '用了半年，没有坏点。', 1),
(1, 20, '可以周末当面验。', 2),
(1, 9,  '我上次就是当面验的。', 2),

-- 回复 Git 讨论
(12, 16, '对，新手最容易 add 多了。', 23),
(12, 25, '我之前就踩过这个坑。', 24),

-- 回复 NS2
(13, 18, '虚拟机确实省事。', 26),

-- 回复 Spring Security
(14, 16, '我也是调整过滤器解决的。', 27),

-- 回复组件库讨论
(15, 10, '后台项目我选 AntD。', 29),

-- 回复 Docker
(16, 23, 'WSL 网络模式也要注意。', 31),

-- 回复 Markdown 转 Word
(17, 21, 'Pandoc 配合模板很好用。', 33),

-- 回复 React 依赖冲突
(18, 3, '等生态稳定点再升级。', 35);